window.familyData = {
    "name": "درويش العليان",
    "id": "درويش",
    "birth": "1300هـ",
    "deceased": true,
    "children": [
        {"name": "محيميد", "id": "محيميد"},
        {"name": "حميدو", "id": "حميدو"},
        {"name": "علي", "id": "علي_بن_درويش"},
        {
            "name": "خليف",
            "id": "خليف",
            "children": [
                {
                    "name": "محمد",
                    "id": "محمد_خليف",
                    "children": [
                        {
                            "name": "ذياب",
                            "id": "ذياب",
                            "children": [
                                {
                                    "name": "محمد",
                                    "id": "محمد_ذياب",
                                    "children": [
                                        {"name": "جاسم", "id": "جاسم", "children": [{"name":"محمد","id":"محمد_جاسم"},{"name":"أحمد","id":"أحمد_جاسم"},{"name":"مراد","id":"مراد"},{"name":"علي","id":"علي_جاسم"},{"name":"حسن","id":"حسن_جاسم"}]},
                                        {"name": "خالد", "id": "خالد_محمد", "children": [{"name":"وسيم","id":"وسيم"},{"name":"وائل","id":"وائل"},{"name":"وليد","id":"وليد"}]},
                                        {"name": "إسماعيل", "id": "إسماعيل", "children": [{"name":"علي","id":"علي_إسماعيل"},{"name":"محمد","id":"محمد_إسماعيل"}]},
                                        {"name": "إبراهيم", "id": "إبراهيم", "children": [{"name":"عثمان","id":"عثمان_إبراهيم"},{"name":"ذياب","id":"ذياب_إبراهيم"},{"name":"عمر","id":"عمر_إبراهيم"}]},
                                        {"name": "عثمان", "id": "عثمان", "children": [{"name":"إبراهيم","id":"إبراهيم_عثمان"}]},
                                        {"name": "خليل", "id": "خليل", "children": [{"name":"حسن","id":"حسن_خليل"},{"name":"خالد","id":"خالد_خليل"},{"name":"جاسم","id":"جاسم_خليل"}]},
                                        {"name": "حسن", "id": "حسن_محمد"},
                                        {"name": "ذياب", "id": "ذياب_محمد"}
                                    ]
                                },
                                {
                                    "name": "أحمد",
                                    "id": "أحمد_ذياب",
                                    "children": [
                                        {"name": "عبد الهادي", "id": "عبد_الهادي", "children": [{"name":"أحمد","id":"أحمد_عبد_الهادي"}]},
                                        {"name": "محمد", "id": "محمد_أحمد", "children": [{"name":"عبد الهادي","id":"عبد_الهادي_محمد"},{"name":"خالد","id":"خالد_أحمد"},{"name":"ماجد","id":"ماجد"},{"name":"حسن","id":"حسن_أحمد"}]},
                                        {"name": "ماجد", "id": "ماجد_أحمد", "children": [{"name":"عبد الرحمن","id":"عبد_الرحمن"},{"name":"راكان","id":"راكان"}]},
                                        {"name": "خالد", "id": "خالد_أحمد_ذياب"}
                                    ]
                                },
                                {
                                    "name": "خالد",
                                    "id": "خالد_ذياب",
                                    "children": [
                                        {"name": "سليمان", "id": "سليمان", "children": [
                                            {"name": "عبد الله", "id": "عبد_الله", "children": [{"name":"خليف","id":"خليف_عبد_الله"},{"name":"عمر","id":"عمر_عبد_الله"},{"name":"جواد","id":"جواد_عبد_الله"}]},
                                            {"name": "محمود", "id": "محمود_سليمان"}
                                        ]},
                                        {"name": "فواز", "id": "فواز", "children": [{"name":"خالد","id":"خالد_فواز"},{"name":"يامن","id":"يامن"},{"name":"سند","id":"سند"}]},
                                        {"name": "محمد", "id": "محمد_خالد", "children": [{"name":"قصي","id":"قصي"},{"name":"عدي","id":"عدي"}]},
                                        {"name": "أحمد", "id": "أحمد_خالد", "children": [{"name":"أمجد","id":"أمجد"}]},
                                        {"name": "محمود", "id": "محمود_خالد"}
                                    ]
                                },
                                {
                                    "name": "ساير",
                                    "id": "ساير",
                                    "children": [
                                        {"name": "ممدوح", "id": "ممدوح", "children": [{"name":"محمد","id":"محمد_ممدوح"},{"name":"علي","id":"علي_ممدوح"},{"name":"حمزة","id":"حمزة"},{"name":"ساير","id":"ساير_ممدوح"}]},
                                        {"name": "أحمد", "id": "أحمد_ساير","founder": true, "birth": "1996م","children": [{"name":"عبيدة","id":"عبيدة"},{"name":"ممدوح","id":"ممدوح_أحمد"}]},
                                        {"name": "علي", "id": "علي_الساير", "founder": true, "birth": "1992م"},
                                        {"name": "محمد", "id": "محمد_ساير"}
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "name": "حميد",
                    "id": "حميد",
                    "children": [
                        {
                            "name": "خضير",
                            "id": "خضير",
                            "children": [
                                {"name": "خالد", "id": "خالد_خضير", "children": [{"name":"طه","id":"طه"},{"name":"خضر","id":"خضر"},{"name":"أحمد","id":"أحمد_خضير"},{"name":"حمزة","id":"حمزة_خضير"}]},
                                {"name": "أحمد", "id": "أحمد_خضير2", "children": [{"name":"محمد","id":"محمد_خضير"},{"name":"علي","id":"علي_خضير"},{"name":"عمر","id":"عمر_خضير"}]},
                                {"name": "محمد", "id": "محمد_خضير2", "children": [{"name":"أحمد","id":"أحمد_محمد_خضير"},{"name":"عبد الرزاق","id":"عبد_الرزاق"},{"name":"خالد","id":"خالد_محمد_خضير"}]},
                                {"name": "عبد المنعم", "id": "عبد_المنعم"},
                                {"name": "رضوان", "id": "رضوان", "children": [{"name":"يوسف","id":"يوسف"},{"name":"خالد","id":"خالد_رضوان"},{"name":"علي","id":"علي_رضوان"},{"name":"أحمد","id":"أحمد_رضوان"},{"name":"محمد","id":"محمد_رضوان"}]},
                                {"name": "مثقال", "id": "مثقال", "children": [{"name":"مصطفى","id":"مصطفى"}]},
                                {"name": "خليفة", "id": "خليفة", "children": [{"name":"عبد المنعم","id":"عبد_المنعم_خليفة"},{"name":"خضر","id":"خضر_خليفة"},{"name":"خليفة","id":"خليفة_ابن"}]}
                            ]
                        }
                    ]
                },
                {
                    "name": "سليمة",
                    "id": "سليمة",
                    "children": [
                        {
                            "name": "خليف",
                            "id": "خليف_سليمة",
                            "children": [
                                {"name": "محمد", "id": "محمد_خليف2", "children": [
                                    {
                                        "name": "عبد الله", "id": "عبد_الله_خليف", "children": [{"name":"خليف","id":"خليف_العبد_الله"},{"name":"عمر","id":"عمر_العبد_الله"},{"name":"جواد","id":"جواد_العبد_الله"}]},
                                    {"name": "بلال", "id": "بلال", "children": [{"name":"محمد","id":"محمد_بلال"},{"name":"حمزة","id":"حمزة_بلال"},{"name":"سند","id":"سند_بلال"}]},
                                    {"name": "خليف", "id": "خليف_محمد"},
                                    {"name": "أحمد", "id": "أحمد_محمد_خليف"}
                                ]},
                                {"name": "أنور", "id": "أنور", "children": [{"name":"محمد","id":"محمد_أنور"},{"name":"عمر","id":"عمر_أنور"},{"name":"عمار","id":"عمار"},{"name":"عدنان","id":"عدنان"}]},
                                {"name": "عبد السلام", "id": "عبد_السلام", "children": [{"name":"سليمان","id":"سليمان_العبد_السلام"}]}
                            ]
                        }
                    ]
                }
            ]
        }
    ]
};
